[
  {
    "id": 1,
    "name": "Компот из свежих яблок",
    "ingridients": [
      {
        "id": 1,
        "count": 1500
      },
      {
        "id": 2,
        "count": 200
      }
    ],
    "calorie": "200 ккал",
    "recipe": "1.В не зависимости от вида компотного наполнения, пикантность и уровень сладости обычно доводят до оптимального по вкусу.\n2.Кусочки фруков старайтесь нарезать одинакового размера.\n3.Медленное нагревание — важно. При поступательной варке яблоки сохраняют свою форму.\n4.Яблочный компот подают теплым или охлажденным.\n5.Напиток легко сделать дома! Создавайте уникальные варианты с любым дополнением по своему вкусу.\nИзлюбленным выбором для этого обычно являются: клубника, черника, малина, абрикосы, чернослив и сливы. Но эксперименты всегда приветствуются!\n6.Желательно напиток процедить и не разварившиеся дольки выкладывать в бокалы отдельно.\n7.Твердые зимние сорта варят 10-15 минут; спелые летние — 5-7 мин. (антоновку — не более 1 минуты)."
  },
  {
    "id": 2,
    "name": "Классический творожный пудинг",
    "ingridients": [
      {
        "id": 3,
        "count": 100
      },
      {
        "id": 4,
        "count": 150
      },
      {
        "id": 5,
        "count": 400
      }
    ],
    "calorie": "400 ккал",
    "recipe": "Масло растопить, желтки перетереть с сахаром, белки взбить до крепких пиков. Все ингредиенты перемешать в миске (кроме белков) и взбить блендером. Добавить белки, аккуратно замесить творожную массу. Выпекать при 160 градусах 1 час."
  },
  {
    "id": 3,
    "name": "Творожное печенье",
    "ingridients": [
      {
        "id": 4,
        "count": 150
      },
      {
        "id": 3,
        "count": 250
      },
      {
        "id": 6,
        "count": 200
      },
      {
        "id": 2,
        "count": 100
      }
    ],
    "calorie": "624 ккал",
    "recipe": "Холодное масло перетереть с сахаром и творогом. Всыпать муку и быстро замесить тесто. Завернуть тесто в пищевую плёнку и убрать в холодильник минимум на 2 часа. Я делаю тесто вечером, а утром пеку печенье. И ещё я иногда добавляю пару капель ванильной эссенции. Разогреть духовку до 200 градусов. Тесто раскатать толщиной в 3 мм, нарезать печенье и выложить на застеленный пекарской бумагой противень. Поставить выпекаться на 10-15 минут при 190 град., в зависимости от размера печенек. На любителя: можно посыпать сахаром или корицей."
  },
  {
    "id": 4,
    "name": "Вергуны",
    "ingridients": [
      {
        "id": 5,
        "count": 100
      },
      {
        "id": 2,
        "count": 150
      },
      {
        "id": 3,
        "count": 500
      }
    ],
    "calorie": "510 ккал",
    "recipe": "Замесить не очень крутое тесто. Накрыть полотенцем дать ему полежать минут 30, не меньше. Затем раскатываем прямоугольник, нарезаем на полосочки, в середине полосочки сделать надрез.и через этот надрез вывернуть внутрь тесто. Жарить на растительном масле до золотистого цвета с обоих сторон. Пока они горячие, посыпать их сахарной пудрой."
  },
  {
    "id": 5,
    "name": "Клубничный смузи",
    "ingridients": [
      {
        "id": 8,
        "count": 300
      },
      {
        "id": 9,
        "count": 500
      }
    ],
    "calorie": "225 ккал",
    "recipe": "1. Заполните блендер замороженной клубникой, молоком (любого рода), добавьте льда, если это необходимо.2.Иногда клубничный смузи можно разбавить апельсиновым соком.3.И, конечно, экспериментируйте с полезными добавками в клубнично-банановый смузи: от зерен пшеницы, льна, чиа, зелени до белковых порошков, кокосового молока и многого другого."
  }
]